vsopSimulate/template/集团/WorkSheetAcceptSV/10服开用户换卡.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<SOAP-ENV:Body>
		<m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
			<request><![CDATA[
			<Request><SessionBody><SessionHead>
			 <WorkListFKToVSOPReq>
            <StreamingNo>77167777</StreamingNo>
            <TimeStamp>20100927174319</TimeStamp>
            <SystemId>206</SystemId>
            <OrderId>89001100011</OrderId>
            <ActionType>17</ActionType>
            <PorductInstID></PorductInstID>
            <ReginID></ReginID>
            <ProdSpecCode>2020966</ProdSpecCode>
            <ProductNo>189001100011</ProductNo>
            <OldProductNo></OldProductNo>
            </VProductInfo>           
            <ProductOfferId>110011189001100012</ProductOfferId>
            <UIMNo>110011189001100011</UIMNo>
            <OldUIMNo>110011189001100033</OldUIMNo>
            <UserState>00A</UserState>
            <UserPayType>0</UserPayType>
        </WorkListFKToVSOPReq>
        </SessionHead></SessionBody></Request>
			]]></request>
		</m:WorkListFKToVSOPReq> 
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
